Revit 2027 API
ConfigurationReloadInfo.OutOfDatePartCount Property
 The number of fabrication part instances that had newer versions and were out of date.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int OutOfDatePartCount { get; }
Public ReadOnly Property OutOfDatePartCount As Integer
	Get
public:
property int OutOfDatePartCount {
	int get ();
}
member OutOfDatePartCount : int with get
Property Value
Int32
See Also
Reference
ConfigurationReloadInfo Class
Autodesk.Revit.DB Namespace